Repository: pombredanne/djangopeople.net
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: he

source: English
he: אנגלית

source: User
he: משתמש

source: Creation date
he: תאריך יצירה

source: %s has been associated with your account
he: %s שוייך לחשבון שלך

source: %s could not be associated with your account, as it is already associated with a different account
he: לא ניתן לשייך את %s לחשבון שלך, הוא כבר שייך לחשבון אחר

source: You need to set a password if you want to remove all of your OpenIDs
he: עליך לקבוע סיסמה אם ברצונך להסיר את כל ה-OpenIDs שלך

source: %s has been removed from your account
he: %s הוסר מהחשבון שלך

source: OpenID associations
he: שייוכי OpenID

source: Your account is currently associated with the following OpenID:
he: החשבון שלך משוייך כרגע עם ה-OpenID הבא:

source: Remove association
he: הסרת שיוך

source: You are currently logged in with the following OpenID. Click "associate" to allow it to be used to sign in to your account.
he: כרגע התחברת עם ה-OpenID הבא. לחיצה על "שיוך" תאפשר להשתמש בו לכניסה לחשבונך.

source: Associate
he: שיוך

source: To associate a new OpenID with this account, sign in with it here:
he: כדי לשייך OpenID חדש לחשבון זה, יש להתחבר עימו כאן:

source: Authenticate and associate with this account
he: אימות ושיוך עם חשבון זה

source: i-names are not supported
he: i-names אינם נתמכים

source: The OpenID was invalid
he: ה-OpenID אינו חוקי

source: The request was cancelled
he: הבקשה בוטלה

source: Setup needed
he: נדרשת התקנה

source: Open ID failed, Sign in with your OpenID
he: Open ID נכשל, נא להתחבר עם ה-OpenID שלך

source: Sign in with your OpenID
he: התחברות עם ה-OpenID שלך

source: OpenID failed
he: OpenID נכשל

source: Sign in
he: התחברו

source: Drag and zoom the map until the crosshair matches your location
he: נא לגרור ולמקד את המפה עד שהכוונת תצביע על מיקומך

source: Username
he: שם משתמש

source: First name
he: שם פרטי

source: Last name
he: שם משפחה

source: E-mail
he: דוא"ל

source: Password
he: סיסמה

source: Password (again)
he: סיסמה (שוב)

source: Bio
he: ביוגרפיה

source: Blog URL
he: כתובת בלוג

source: Country
he: ארץ

source: Location
he: מיקום

source: Region
he: אזור

source: Search visibility
he: הופעה בתוצאות חיפוש

source: IM privacy
he: פרטיות מסרים מיידיים

source: IRC tracking
he: מעקב IRC

source: Looking for work?
he: מחפש/ת עבודה?

source: Your skills
he: המיומנות שלך

source: Password is required
he: יש להזין סיסמה

source: Passwords must match
he: הסיסמאות חייבות להיות זהות

source: That username is unavailable
he: שם המשתמש אינו זמין

source: That e-mail is already in use
he: הדוא"ל הזה כבר בשימוש

source: The region you selected does not match the country
he: האזור שבחרת אינו תואם לארץ

source: Change skills
he: שינוי מיומנות

source: The ISO code of the country you selected is invalid.
he: קוד ה-ISO הנבחר של המדינה אינו חוקי

source: E-mail privacy
he: פרטיות דוא"ל

source: URL %d
he: קישור %d

source: Title %d
he: כותרת %d

source: You need to provide a URL
he: עליך לספק קישור

source: Current Password
he: שינוי סיסמה

source: New Password
he: סיסמה חדשה

source: New Password (again)
he: סיסמה חדשה (שוב)

source: Please submit your current password.
he: נא לציין את הסיסמה הנוכחית

source: The passwords did not match.
he: הסיסמאות אינן תואמות

source: Your password was invalid
he: הסיסמה אינה חוקית

source: Select a valid choice. That choice is not one of the available choices.
he: נא לבחור אפשרות חוקית. אפשרות זו אינה אחת מהאפשרויות הזמינות.

source: Name
he: שם

source: ISO code
he: קוד ISO

source: ISO numeric code
he: קוד ISO מספרי

source: FIPS code
he: קוד FIPS

source: Continent
he: יבשת

source: Capital
he: בירה

source: Area in square kilometers
he: אזור בקמ"ר

source: Population
he: אוכלוסיה

source: Currency code
he: קוד מטבע

source: Languages
he: שפות

source: Number of people
he: מספר אנשים

source: Countries
he: מדינות

source: Code
he: קוד

source: Flag
he: דגל

source: Regions
he: איזורים

source: Latitude
he: קו רוחב

source: Longitude
he: קו אורך

source: Profile views
he: צפיות בפרופיל

source: OpenID server
he: שרת OpenID

source: Last active on IRC
he: פעילות אחרונה ב-IRC

source: <none>
he: <ללא>

source: Django person
he: איש/אשת Django

source: Django people
he: אנשי Django

source: Title
he: כותרת

source: URL
he: קישור

source: Contributor
he: תורם

source: Portfolio site
he: אתר פורטפוליו

source: Portfolio sites
he: אתרי פורטפוליו

source: Country site
he: אתר מדינה

source: Country sites
he: אתרי מדינה

source: No Tag found matching "%s".
he: לא נמצא תג תואם ל-"%s".

source: 404 error
he: שגיאה 404

source: Page not found.
he: עמוד לא קיים

source: 500 error
he: שגיאה 500

source: Internal server error. This has been reported to the site administrator.
he: שגיאת שרת פנימית. המקרה דווח למנהל האתר.

source: About
he: אודות

source: About Django People
he: אודות אנשי Django

source: Django People lists %(count)s <a href="https://www.djangoproject.com/">Django</a> developers from around the world, in %(countries)s different countries. The aim of the site is to help Django developers find like-minded souls near them, and hopefully kick-start some local meet-ups and user groups.
he: אנשי Django מציג %(count)s מפתחי <a href="https://www.djangoproject.com/">Django</a> מסביב לעולם, מ-%(countries)s ארצות שונות. מטרת האתר לעוזר למפתחי Django למצוא נפשות תאומות מסביבם, ובתקווה להתניע מפגשים וקבוצות משתמשים מקומיים.

source: The site was originally built and open-sourced by <a href="/simon/">Simon Willison</a> and <a href="/natbat/">Natalie Downe</a>. The code is <a href="https://github.com/brutasse/djangopeople">available on github</a>, you can post feedback and bug reports on the repository's <a href="https://github.com/brutasse/djangopeople/issues">issues page</a>.
he: אתר זה נבנה במקור ושוחרר תחת רישיון קוד פתוח ע"י <a href="/simon/">Simon Willison</a> ו-<a href="/natbat/">Natalie Downe</a>. הקוד <a href="https://github.com/brutasse/djangopeople">זמין ב-github</a>, באפשרותך לשלוח משוב ודיווחי באגים ב<a href="https://github.com/brutasse/djangopeople/issues">עמוד הבעיות</a> של המאגר.

source: Colophon
he: קולופון

source: Country data and location lookups come from <a href="http://www.geonames.org/">GeoNames</a>, while the maps themselves are powered by the <a href="https://developers.google.com/maps/">Google Maps API</a>. Country flags and icons are by <a href="http://famfamfam.com/lab/icons/">Mark James</a>; US state flags come <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">from Wikipedia</a>. Profile pictures come from <a href="http://en.gravatar.com/">Gravatar</a>.
he: מידע אודות מדינות וחיפושי מיקום מגיעים מ-<a href="http://www.geonames.org/">GeoNames</a>, בעוד מקור המפות הוא <a href="https://developers.google.com/maps/">Google Maps API</a>. דגלי וצלמיות המדינות מאת <a href="http://famfamfam.com/lab/icons/">Mark James</a>; דגלי מדינות ארצות-הברית <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">מוויקיפדיה</a>. תמונות הפרופיל מ-<a href="http://en.gravatar.com/">Gravatar</a>.

source: The site uses <a href="http://code.google.com/p/django-tagging/">django-tagging</a> by <a href="/insin/">Jonathan Buchanan</a> for the <a href="/skills/">skills feature</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">OpenID support</a> (used by %(openid_users)s people) depends on <a href="http://openidenabled.com/python-openid/">python-openid</a> (version 2.2.5) and <a href="http://code.google.com/p/django-openid/">django-openid</a>.
he: אתר זה משתמש ב-<a href="http://code.google.com/p/django-tagging/">django-tagging</a> מאת <a href="/insin/">Jonathan Buchanan</a> עבור <a href="/skills/">תכונת המיומנות</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">תמיכה ב-OpenID</a> (בשימוש על ידי %(openid_users)s אנשים) תלויה ב-<a href="http://openidenabled.com/python-openid/">python-openid</a> (גרסה 2.2.5) ו-<a href="http://code.google.com/p/django-openid/">django-openid</a>.

source: Deployment is <a href="http://gunicorn.org">gunicorn</a>, hosted on <a href="http://www.heroku.com/">Heroku</a>.
he: עם <a href="http://gunicorn.org">gunicorn</a>, מתארח ב-<a href="http://www.heroku.com/">Heroku</a>.

source: A Django joint.
he: מפגש Django.

source: home
he: דף הבית

source: about
he: אודות

source: search
he: חיפוש

source: sign up as a django person
he: הרשמה כאיש/אשת Django

source: You are logged in as <strong>%(user)s</strong>
he: מחובר/ת בתור <strong>%(user)s</strong>

source: your profile
he: הפרופיל שלך

source: your account
he: החשבון שלך

source: log out
he: ניתוק

source: Log in
he: התחברות

source: Or <a href="%(openid_url)s">log in with <strong>OpenID</strong>
he: או <a href="%(openid_url)s">התחברות עם <strong>OpenID</strong>

source: Django People
he: אנשי Django

source: Discover users of the <a href="https://www.djangoproject.com/">Django Web framework</a> near you
he: איתור משתמשי <a href="https://www.djangoproject.com/">תשתית הוובDjango Web framework</a> הקרובים אליך

source: Hosted on <span class="heroku">Heroku</span>
he: מתאכסן ב-<span class="heroku">Heroku</span>

source: %(counter)s Django person
he: %(counter)s איש Django

source: Django community sites in %(country)s
he: אתרי Django קהילתיים ב%(country)s

source: Page %(num)s of %(total)s
he: עמוד %(num)s מתוך %(total)s

source: %(counter)s person
he: %(counter)s איש/ה

source: People in %(country)s looking for %(looking_for)s
he: אנשים ב%(country)s מחפשים %(looking_for)s

source: %(country)s, seeking %(looking_for)s work
he: %(country)s, מחפשים עבודות %(looking_for)s

source: Sites in %(country)s
he: אתרים ב%(country)s

source: <a href="%(url)s">%(title)s</a> by <a href="%(author_url)s">%(author)s</a>
he: <a href="%(url)s">%(title)s</a> מאת <a href="%(author_url)s">%(author)s</a>

source: Please enter your password to confirm your ownership of this account. You account removal will be effective immediately and permanently after you submit this form.
he: נא להזין את סיסמתך כדי לאמת בעלות על חשבון זה. הסרת החשבון תתבצע באופן מיידי ובלתי-הפיך לאחר שליחת טופס זה.

source: Delete my account
he: מחק את החשבון שלי

source: Dear %(name)s,
he: %(name)s יקר/ה,

source: It seems you're willing to delete your account from %(domain)s. You can delete your account by following the instructions on the link below:
he: נראה כי ברצונך למחוק את חשבונך מ-%(domain)s. ניתן למחוק את חשבונך לפי ההוראות המפורטות בקישור מתחת:

source: For security reasons, this link will stay valid for only 5 minutes.
he: מסיבות אבטחה, קישור זה יהיה חוקי למשך 5 דקות בלבד.

source: Account deleted
he: החשבון נמחק

source: It's sad to see you go, but your account was successfully deleted.
he: עצוב לראות שהלכת, אך החשבון שלך נמחק בהצלחה.

source: Check your email! An email was just sent to you, follow the link in it to finalize your account deletion.
he: נא לבדוק את הדוא"ל שלך! נשלחה אליך הודעה, יש ללחוץ על הקישור להשלים את מחיקת החשבון שלך.

source: Account deletion
he: מחיקת חשבון

source: You are about to request complete removal of your account and data from this site. This will be done using the following process:
he: בכוונתך לאפשר מחיקה מלאה של החשבון והמידע שלך מאתר זה. הפעולה תתבצע ע"י שימוש בתהליך הבא:

source: When you submit the following form, you will receive an email with a private link.
he: עם שליחת הטופס, תתקבל הודעת דוא"ל עם קישור פרטי.

source: This link (valid for 5 minutes only) will take you to a page where you can enter your password to actually delete your account.
he: קישור זה (חוקי למשך 5 דקות בלבד) יוביל אותך לעמוד בו ניתן להקליד את סיסמתך למחיקת החשבון שלך בפועל.

source: If you are ready to proceed, submit the form below.
he: אם ברצונך להמשיך, נא לשלוח את הטופס מתחת.

source: Request account deletion
he: בקשת מחיקת חשבון

source: Account deletion on %(domain)s
he: מחיקת חשבון ב-%(domain)s

source: Account settings
he: הגדרות חשבון

source: Change your location
he: שינוי מיקומך

source: Update your contact details
he: עדכון אמצעי הקשר שלך

source: Change your privacy settings
he: שינוי הגדרות הפרטיות שלך

source: Add sites to your portfolio
he: הוספת אתרים לפורטפוליו שלך

source: Change your password
he: שינוי הסיסמה שלך

source: You do not have a password set - <a href="%(password_url)s">set one now?</a>
he: לא קבעת סיסמה - <a href="%(password_url)s">לקבוע אחת כעת?</a>

source: Delete your account
he: מחיקת החשבון שלך

source: You have %(counter)s OpenID associated with your account. <a href="%(openid_url)s">Manage your OpenID</a>
he: יש %(counter)s OpenID משוייך לחשבון שלך. <a href="%(openid_url)s">ניהול ה-OpenID שלך</a>

source: If you have an <a href="http://openid.net/">OpenID</a>, you can <a href="%(openid_url)s">associate it with your account</a>. This will allow you to log in using your OpenID instead of your password.
he: אם יש לך <a href="http://openid.net/">OpenID</a>, ניתן <a href="%(openid_url)s">לשייך אותו לחשבון שלך</a>. זה יאפשר לך להתחבר עם ה-OpenID שלך במקום הסיסמה שלך.

source: Advanced: Use your profile page as an OpenID
he: מתקדם: שימוש בפרופיל שלך בתור OpenID

source: If you already have an OpenID, you can configure your Django People profile page to delegate to it. This means you'll be able to use your profile page as an OpenID, without having to sign in to Django People first.
he: אם יש לך כבר OpenID, ניתן להגדיר את פרופיל ה-Django People שלך עבור delegate עבור. פירוש הדבר כי ניתן להשתמש בעמוד הפרופיל שלך בתור OpenID, ללא הצורך להתחבר אליו קודם.

source: Read <a href="http://simonwillison.net/2006/Dec/19/openid/">more about delegation</a> to learn how to use this form.
he: הרחבה <a href="http://simonwillison.net/2006/Dec/19/openid/">אודות delegation</a> כדי ללמוד את אופן השימוש בטופס זה.

source: Update OpenID delegation
he: עדכון OpenID delegation

source: Edit your bio
he: עריכת הביוגרפיה שלך

source: No HTML allowed, but paragraph tags will be added automatically and URLs will be turned in to links.
he: אסור השימוש ב-HTML, אך תגי פסקה יתווספו אוטומטית וכתובת URL יהפכו לקישורים.

source: Update bio
he: עדכון ביוגרפיה

source: Edit contact information
he: עריכת אמצעי קשר

source: Contact details
he: פרטי קשר

source: E-mail *
he: דוא"ל *

source: Other profiles
he: פרופילים אחרים

source: Got profiles on other sites? Enter the URLs below:
he: יש לך פרופילים באתרים אחרים ? נא להזין את הקישורים מתחת:

source: Instant messaging
he: מסרים מיידיים

source: Use any instant messaging software?
he: יש תוכנת מסרים מיידים המשמשת אותך ?

source: Privacy settings
he: הגדרות פרטיות

source: You can set your profile page not to show up in external search engine results (such as Google or Yahoo!)
he: ניתן לקבוע כי עמוד הפרופיל שלך לא יופיע בתוצאות של מנועי חיפוש חיצוניים (כגון גוגל ויאהו!)

source: Save changes
he: שמירת שינויים

source: <strong>Zoom and center the map on your location</strong>. Your map location will be shared in public, so only make it as accurate as makes you comfortable.
he: <strong>יש למקד ולמרכז את המפה על מיקומך</strong>. מיקומך במפה יופיע באופן ציבורי, כך שיש לקבוע אותו מדוייק ככל שירגיש לנכון.

source: Location *
he: מיקום *

source: A short textual description of your location will be displayed on the site. We attempt to derive this from your position on the map, but you can customise it if you like.
he: תאור מילולי קצר של מיקומך יוצג באתר. אנו מנסים לגזור אותו ממיקומך במפה, אך באפשרותך להתאימו אם ברצונך בכך.

source: Change location
he: שינוי מיקום

source: Change password
he: שינוי סיסמה

source: Update your portfolio
he: עדכון הפורטפוליו שלך

source: Show off the sites and projects you've personally built (or contributed to) using Django.
he: להשווית באתרים ופרוייקטים שבנית באופן אישי (או תרמת להם) תוך שימוש ב-Django.

source: Update portfolio
he: עדכון פרופיל

source: Update your skills
he: עדכון המיומנות שלך

source: Update skills
he: עדכון מיומנות

source: Please correct the errors below and submit the form again.
he: נא לתקן את השגיאות מתחת ולשלוח שוב את הטופס.

source: Showing %(counter)s recent signups (out of %(total_people)s)
he: מציג %(counter)s נרשמים אחרונים (מתוך %(total_people)s)

source: if you're a Django developer, why not <a href="%(signup_url)s">add yourself</a> to the site?
he: אם Django משתמשת אותך בפיתוח, מדוע לא <a href="%(signup_url)s">להוסיף את עצמך</a> לאתר?

source: Looking for a Django job? check out <a href="http://djangogigs.com/">Djangogigs.com</a>
he: מחפשים עבודה ? נסו את <a href="http://djangogigs.com/">Djangogigs.com</a>

source: Active on IRC in the past hour
he: פעילות ב-IRC בשעה האחרונה

source: No one is currently active
he: אף אחד אינו פעיל כעת

source: <strong>%(nick)s</strong>, active %(since)s ago
he: <strong>%(nick)s</strong>, פעיל/ה מלפני %(since)s

source: Your login attempt failed.
he: ניסיון ההתחברות שלך נכשל

source: Lost your password?
he: איבדת את הסיסמה שלך?

source: Or sign in with your OpenID
he: או התחברות עם ה-OpenID שלך

source: OpenID not working?
he: OpenID לא עובד?

source: Log in with OpenID
he: התחברות עם OpenID

source: (change)
he: (שינוי)

source: (edit bio)
he: (עריכת ביוגרפיה)

source: Create your bio
he: יצירת הביוגרפיה שלך

source: (edit skills)
he: (עריכת מיומנות)

source: Save
he: שמירה

source: Looking for <strong>%(type)s</strong> work
he: מחפש/ת עבודה מסוג <strong>%(type)s</strong>

source: Finding %(name)s
he: איתור %(name)s

source: (edit)
he: (עריכה)

source: email:
he: דוא"ל:

source: blog:
he: בלוג:

source: (active %(since)s ago)
he: (פעיל/ה לפני %(since)s)

source: %(name)s's Django portfolio
he: פורטפוליו ה-Django של %(name)s

source: Django projects %(name)s has contributed to
he: פרוייקטי Django ש%(name)s תרם להם

source: People near %(name)s
he: אנשים ליד %(name)s

source: %(counter)s mile away
he: מרחק %(counter)s מייל

source: Recent people
he: אנשים אחרונים

source: Search: %(q)s
he: חיפוש: %(q)s

source: Search
he: חיפוש

source: %(counter)s result
he: %(counter)s תוצאה

source: Terms must be three or more characters
he: תנאים חייבים להיות שלושה תווים או יותר

source: This tool searches by username, first name and last name.
he: כלי זה מחפש לפי שם משתמש, שם פרטי ושם משפחה.

source: No users found.
he: לא נמצאו משתמשים.

source: Sign up
he: רישום

source: Sign up as a Django Person
he: הרשמה כאיש/אשת Django

source: Got an <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Sign up with your OpenID now!</a>
he: יש <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">ניתן להרשם עם ה-OpenID שלך כעת!</a>

source: Your new account will be associated with with your OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">don't associate</a>)
he: החשבון החדש שלך ישוייך עם OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">ביטול השיוך</a>)

source: 1. Tell us who you are
he: 1. מי את/ה ?

source: 2. Tell us where you live
he: 2. מעט על מיקומך

source: Latitude and longitude are missing. Please use the map to provide your location.
he: קווי אורך ורוחב חסרים. נא להשתמש במפה כדי לציין מיקום

source: 3. And a bit about you …
he: 3. מעט אודותייך ...

source: 4. Your privacy settings
he: 4. הגדרות הפרטיות שלך

source: 5. Your skills and interests
he: 5. המיומנות ותחומי העניין שלך

source: Tag yourself with your particular skills and interests, e.g. postgresql, nginx, css. Separate them with commas; spaces are allowed.
he: תיוג עצמך עם מיומנות ותחומי עניין, כגון: postgresql, nginx, css. הפרדה בין תגים בעזרת פסיקים; מותר להשתמש ברווחים

source: Sign me up
he: רשום אותי

source: %(counter)s Django Person mention this skill
he: %(counter)s איש/אשת Django הזכירו מיומנות זו

source: Skills
he: מיומנות

source: New password set
he: נקבעה סיסמה חדשה

source: Your password has successfully been reset. You can use it right now on the <a href="%(login_url)s">login page</a>.
he: סיסמתך אופסה בהצלחה. ניתן להשתמש בה כעת ב<a href="%(login_url)s">דף ההתחברות</a>.

source: Recover your account
he: אחזור החשבון שלך

source: Enter your username and we'll send an account recovery link to the e-mail address associated with your account.
he: נא להזין שם משתמש ואנו נשלח קישור לאחזור החשבון לכתובת הדוא"ל המשוייכת לחשבון שלך.

source: Recover account
he: אחזור חשבון

source: An email has just been sent to <strong>%(email)s</strong>. Use the link in it to set a new password.
he: נשלח דוא"ל אל <strong>%(email)s</strong>. נא להשתמש בקישור שבתוכו לקביעת סיסמה חדשה.

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
he: מצטערים, קישור איפוס סיסמה זה אינו חוקי. באפשרותך <a href="%(recovery_url)s">לבקש אחד חדש</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
he: הי, <strong>%(username)s</strong>. נא לבחור את הסיסמה החדשה שלך.

source: Set new password
he: קביעת סיסמה חדשה
